tap "dagger/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "readline"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "clusterctl"
brew "coreutils"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "grc"
brew "helm"
brew "hugo"
brew "python@3.8"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "linkerd"
brew "magic-wormhole"
brew "mas"
brew "maven"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "skaffold"
brew "staticcheck"
brew "step"
brew "stern"
brew "strongswan"
brew "terraform"
brew "the_silver_searcher"
brew "watch"
brew "wget"
brew "zsh"
brew "datawire/blackbird/telepresence"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "airtool"
cask "alfred", args: { appdir: "/Applications" }
cask "bartender", args: { appdir: "/Applications" }
cask "docker"
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox"
cask "goland", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "java", args: { appdir: "/Applications" }
cask "lens"
cask "microsoft-edge"
cask "postman"
cask "skype"
cask "spectacle", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
mas "1Password 7", id: 1333542190
mas "Azure VPN Client", id: 1553936137
mas "CleanMyMac-MAS", id: 1339170533
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
