cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'pivotal/tap'
tap 'cloudfoundry/tap'
tap 'caskroom/versions'
tap 'universal-ctags/universal-ctags'
tap 'git-duet/tap'

brew 'ack'
brew 'autojump'
brew 'ansible'
brew 'autojump'
brew 'cf-cli'
brew 'coreutils'
brew 'docker-machine'
brew 'docker'
brew 'docker-compose'
brew 'git'
brew 'git-duet'
brew 'git-pair'
brew 'gnupg'
brew 'gnupg2'
brew 'go', args: ['--cross-compile-common']
brew 'gradle'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'node'
brew 'openssl'
brew 'python'
brew 'ruby-build'
brew 'readline'
brew 'rbenv'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua', 'HEAD']
brew 'wget'
brew 'zsh'

cask 'alfred'
cask 'airserver'
cask 'bartender'
cask 'dropbox'
cask 'evernote'
cask 'google-chrome'
cask 'hipchat'
cask 'intellij-idea'
cask 'iterm2-beta'
cask 'java'
cask 'kindle'
cask 'postman'
cask 'pycharm'
cask 'slack'
cask 'vagrant'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'webstorm'
